Repository: VeselinovStf/SmokeFreeProject
Catalog: src/SmokeFree/Resx/AppResources.*.resx
Languages: bg

# OnBoardingItemButton3
source: Done
bg: Готово

# OnBoardingItemText3
source: Text Two for current on boarding menu, it may be long, but, may be short.
bg: Едно много дълго обяснение, какво се случва тук!

# OnBoardingItemTitle3
source: Guide Three
bg: Насока Три

# OnBoardingItemButton2
source: Next
bg: Продължи

# OnBoardingItemText2
source: Text Two for current on boarding menu, it may be long, but, may be short.
bg: Едно много дълго обяснение, какво се случва тук!

# OnBoardingItemTitle2
source: Guide Two
bg: Насока Две

# OnBoardingItemButton1
source: Next
bg: Продължи

# OnBoardingItemText1
source: Text Two for current on boarding menu, it may be long, but, may be short.
bg: Едно много дълго обяснение, какво се случва тук!

# OnBoardingItemTitle1
source: Guide One
bg: Насока Едно

# OnBoardingViewTitle
source: Tutorial
bg: Ръководство

# ButtonCancelText
source: Cancel
bg: Не

# ButtonOkText
source: Ok
bg: Да

# ConfirmStartTestingDialogMessage
source: You Smoke Test is going to continue for {0}. Are you sure about that?
bg: Твоят тест ще продължи {0}. Сигурен ли си, че това ще бъде достатъчно?

# ConfirmStartTestingDialogTitle
source: Start your Test
bg: Започни своя тест.

# CreateTestViewTiitle
source: Create Test
bg: Създаване на Тест

# PluralDay
source: days
bg: дни

# SingleDay
source: day
bg: ден

# CreateTestInvalidGoalTimeMessage
source: Final goal date must be greater than current date with {0} days!
bg: Крайната дата за успешно спиране на цигарите трябва да е по голяма от днешната със {0} дни!

# CreateTestInvalidGoalTimeTitle
source: Give your self more time!
bg: Нужно е повече време!

# CreateTestViewTestStartTestButton
source: Start Your Test
bg: Започни своя тест

# CreateTestViewTestTimePicker
source: Select Test Time Duration
bg: Избери времетраене на теста

# CreateTestViewViewDescriptionLabel
source: Let's First Set Your Stop Smoking Goal Completition Date!
bg: Избери своята цел! До коя дата искаш да спреш този навик?

# CreateTestViewViewDescriptionLabelButton
source: Continue
bg: Продължи

# InternalErrorUserMessage
source: Unexpected error accures! Please restart the application or contact with app development team.
bg: Възникна неочаквана грешка. Рестартирайте приложението или се свържете със създателите.

# UnderTestViewTiitle
source: Under Test
bg: Тест

# UnderTestViewModelRestartTestingLabel
source: Restart Testing
bg: Рестартиране на теста

# UnderTestViewModelStopTestMessage
source: Restarting the test is going to erase all collected data. Are you shore?
bg: Рестартирането на теста ще истрие събраната информация до момента! Сигурен ли си, че искаш да направиш това?

# SomethingWentWrongViewModelHeader
source: Something Went Wrong
bg: Нещо се обърка

# SomethingWentWrongViewModelTitle
source: Something Went Wrong
bg: Нещо се обърка

# SomethingWentWrongViewModelTryAgainButtonText
source: Try Again
bg: Опитай отново

# SomethingWentWrongViewModelReportIssueButtonText
source: Report to Developers
bg: Уведоми създателите

# CantSendEmailTitle
source: Enable to send message
bg: Не е възможно да се изпрати съобщението

# CantSendIssueEmailMessage
source: Problem accures! Unable to send your issue to application delopment team. Please restart your device or send as a message from other device.
bg: Възникна проблем! Не е възможно изпращането на вашият проблем до създателите на приложението. Рестартирайте вашето устройство или изпратете съобщение от друго устройство.

# EmailSuccesTitle
source: Email send successfully
bg: Съобщението е изпратено успешно

# IssueEmailSuccessMessage
source: Your issue email is send to our development team.Thank you for sending it. We are going to response quick li as we can.
bg: Благодарим ви за изпратената информация. След обработката на вашия проблем, екипат ни ще ви отговори със евентуално негово решение.

# IssueNoWebConnectionMessage
source: Your device is not connected to internet network. Please connet to send issue!
bg: Вашето устройство не е свързано към интернет мрежа. Свържете се, за да бъде изпратено вашето съобщение

# IssueNoWebConnectionMessageTitle
source: No internet connection
bg: Не сте свързани към интернет

# UnderTestViewModelCompleteTestButton
source: Continue to Challenge!
bg: Продължи към Предизвикателството

# UnderTestViewModelCompleteTestMessage
source: Test Completed
bg: Теста е приключен.

# UnderTestViewModelCompleteTestTitle
source: Congratuations!
bg: Поздравления

# UnderTestViewModelCompleteTestNotificationMessage
source: Continue to Challenge!
bg: Продължи към Предизвикателството.

# TestResultViewModelTiitle
source: Test Results
bg: Резултати от теста

# NoButtonText
source: No
bg: Не

# UnderTestViewModelStartSmokeConfirmMessage
source: Are you smoking now?
bg: Пушиш ли в момента?

# UnderTestViewModelStartSmokeConfirmTitle
source: Add to Test
bg: Добави към теста

# YesButtonText
source: Yes
bg: Да

# TestDataAccuired
source: Test Data Saved
bg: Информацията е запазена

# UnderTestViewModelMarkAfterDelayDialogMessage
source: After 10min. delay your previos smoke was marked as done.
bg: Лимита за пушене на една цигара е десет минути. След изтичане на лимита, цигарата се маркира като изпупена

# UnderTestViewModelOneSmokeTreshHoldNotificationMessage
source: Your smoke is mark as finished
bg: Цигарата е маркирана за изпушена автоматично

# UnderTestViewModelOneSmokeTreshHoldNotificationTitle
source: Your Smoke is mark done
bg: Цигарата е маркирана като приключена

# AppSettingsViewTitle
source: Application Settings
bg: Настройки на приложението

# CriticalApplicationFail
source: Unexpected exception accuress in application. Please contact application develers
bg: Възникна проплем в работата на приложението! Потърсете за помощ създателите на приложението.

# UnderTestViewModelCreateTestResultErrorMessage
source: Testing time is over but no data was collected. You nead to mark smoked cigars in order to collect test data. Please redo the test.
bg: Времето за тестване изтече, но не бяха събрани данни. Нужно е да повторите теста.

# UnderTestViewModelCreateTestResultErrorTitle
source: Unable to collect data
bg: Не бяха събрани данни

# AppSetingApplicationColorLabel
source: Color Theme
bg: Цветова Тема

# AppSetingApplicationContactSection
source: Contacts
bg: Връзки

# AppSetingApplicationFeedbackLabel
source: Send Report to Dev Team
bg: Изпрати състояние

# AppSetingApplicationNotificationLabel
source: Notifications
bg: Известия

# AppSetingApplicationRankLabel
source: Rank Application
bg: Оцени Приложението

# AppSetingApplicationRestartLabel
source: Restart Application
bg: Рестартирай Приложанието

# AppSetingApplicationSection
source: Application
bg: Приложение

# AppSetingApplicationWebSiteLabel
source: Visit Web Site
bg: Посети Уеб Страницата

# AppSetingTutorialSection
source: Tutorial
bg: Ръководство

# AppSetingTutorialTitle
source: Start Tutorial
bg: Стартирай ръководството

# BulgarianLanguageDisplayLabel
source: Bulgarian ( Bulgaria )
bg: Български ( България )

# CantOpenAppWebSiteToastMessage
source: Can't open Application web site
bg: Не е възможно отваряне на уеб страницата

# TestResultAvarageCleanOxygenTimeLabel
source: Avarage Clean Oxygen Time
bg: Средно чист кислород за деня

# TestResultAvarageForDayLabel
source: Avarage For Day
bg: Средно за ден

# TestResultAvarageSmokeDistance
source: Avarage Smoke Distance
bg: Средно разтояние между цигарите

# TestResultCreateChallengeButton
source: Create Challenge
bg: Създай Предизвикателство

# TestResultEndDateLabel
source: Test End Date
bg: Край на теста

# TestResultSmokedCigarsLabel
source: Smoked Cigars
bg: Изпушени цигари

# TestResultStartedDateLabel
source: Test Start Date
bg: Начало на теста

# TestResultTestTimeLabel
source: Test Time
bg: Продължителност на теста

# TestResultTotalSmokedGazTime
source: Total Smoke Gaz Time
bg: Време вдишан токсичен дим

# IssueNoDataToSendMessage
source: There was no data to send
bg: Не бе открита информация за изпращане

# IssueNoDataToSendTitle
source: No data to send
bg: Няма информация

# UnderTestViewLastTimeLabel
source: Last Time
bg: Последен път

# UnderTestViewMarkOneSmokedButton
source: Mark One Smoked
bg: Отбележи като изпушена

# UnderTestViewModelStopSmokeConfirmTitle
source: Are you done with smoke?
bg: Приключи ли с цигарата?

# UnderTestViewSmokeSenceLabel
source: Smoke Sence
bg: Пуши от

# UnderTestViewSmokingLabel
source: Smoked
bg: Изпушени

# UnderTestViewStartSmokingButton
source: Start Smoking
bg: Започни да пушиш

# UnderTestViewTestLeftTimeLabel
source: Test Left Time
bg: Оставащо време от теста

# AppSettingsViewColorPickerTitle
source: App Color Sheme
bg: Тема на приложението

# AppSettingsViewLanguagePickerTitle
source: App Language
bg: Език

# UnderTestViewModelStopSmokeConfirmMessage
source: Click Ok if you are done with smoking
bg: Избери Да, ако си изпушил цигарата си

# UnderTestViewDescriptionLabel
source: Every time when you smoke click the Smoke Button, when you complete your smoke clicke Smoke Done button. It's very importent to do this. The Test data is going to be used to create your unique challeng, that is going to help you get rid of smoking habbit.
bg: Всеки път когато започнеш да пушиш натисни бутона за старт, когато приключиш натисни бутона за Стоп. От изключителна важност е да отбелязваш правилно свойте пушения. Събраните данни от теста ще се използват за калкулиране на правилно предизвикателство, това ще бъде от огромна важност за успешното ти спиране на цигарите

# UnderTestViewDescriptionLabelButton
source: Begin
bg: Започни

# UserSmokeStatusSetBad
source: Addicted
bg: Пристрастен

# UserSmokeStatusSetConcern
source: Stuck
bg: Залепен

# UserSmokeStatusSetQuiter
source: Concern
bg: Зарибен

# UserSmokeStatusSetSmoker
source: Trobles
bg: Проблемен

# UserSmokeStatusSetWorst
source: Quit Now
bg: Спри Веднага

# UserSmokeStatusTitle
source: Status
bg: Статус

# CreateChallengeViewTitle
source: Create Challenge
bg: Създай Предизвикателство

# AppSetingApplicationSendDbLabel
source: Send Database
bg: Изпрати Базата Данни

# ChallengeViewModelTiitle
source: Challenge
bg: Предизвикателство

# CreateChallengeViewDescriptionTitle
source: Chose the date that you are going to quit smoking and start your challenge
bg: Избери датата на която ще спреш цигарите и започни своето предизвикателство

# CreateChallengeViewGoalDateTitle
source: Select Goal Completition Date
bg: Избери Крайна дата на Предизвикателството

# CreateChallengeViewModelBackToTestingMessage
source: Are you sure you want to go back to the test again?
bg: Връщането към тест ще изстрие всички събрани данни до момента

# CreateChallengeViewModelBackToTestingTitle
source: Back To New Test
bg: Направи Тест Отново

# CreateChallengeViewModelNewGoalDialogMessage
source: Your initial selection for Challenge Goal time is less then the current date, please select again
bg: Стартовия ти избор на крайна дата е по-малък от сегашната дата. Избери отново.

# CreateChallengeViewModelNewGoalDialogTitle
source: Select new Challenge Final Date
bg: Избери нова крайна дата на Предизвикателството

# CreateChallengeViewStartChallengeButtonText
source: Start Your Challenge
bg: Започни Предизвикателството

# CreateChellengeViewModelGoalTimeNotificationMessage
source: Minimum Time for challeng is 3 days, select more then that!
bg: Минималното време на Предизвикатество е три дни, избрал си по ранна дата от тези дни.

# CreateChellengeViewModelGoalTimeNotificationTitle
source: Give your self time!
bg: Нужно е повече време!

# CreateChellengeViewModelStartChallengeConfirmMessage
source: Are you sure that this is your final goal completition date?
bg: Сигурен ли си, че това е дата до която ще си спрял цигарите?

# CreateChellengeViewModelStartChallengeConfirmTitle
source: Are you ready?
bg: Готов ли си

# DbEmailSuccessMessage
source: Your issue email is send to our development team.Thank you for sending it. Information is going to help improving application
bg: Благодарим ви за изпратената информация. Информацията ще бъде използвана за подобряване на приложението.

# DbNoDataToSendMessage
source: There was no data to send
bg: Не бе открита информация за изпращане

# DbNoDataToSendTitle
source: No data to send
bg: Няма информация

# DbNoWebConnectionMessage
source: Your device is not connected to internet network. Please connet to send issue!
bg: Вашето устройство не е свързано към интернет мрежа. Свържете се, за да бъде изпратено вашето съобщение

# DbNoWebConnectionMessageTitle
source: No internet connection
bg: Не сте свързани към интернет

# TestResultBackButton
source: Back
bg: Назад
